{
    "submissions": [
        {
            "id": "1",
            "name": "Alex",
            "email": "alex@example.com",
            "message": "I've been going to this gym for a few months now, and I'm loving it! The trainers are super helpful, and the classes are always challenging but fun. Plus, the facility is clean and well-maintained. Highly recommend!"
        },
        {
            "id": "2",
            "name": "Jenna",
            "email": "jenna@example.com",
            "message": "As someone who's new to working out, I was a bit nervous about joining a gym. But the staff here made me feel right at home from day one. They took the time to show me how to use the equipment properly and even created a customized workout plan for me. Thanks to them, I feel more confident and motivated than ever!"
        },
        {
            "id": "3",
            "name": "Max",
            "email": "max@example.com",
            "message": "I've been to quite a few gyms over the years, but this one stands out for its friendly atmosphere and sense of community. It's not just a place to work out; it's a place to connect with others who share your passion for fitness. Plus, the variety of classes offered here is amazing – there's something for everyone!"
        },
        {
            "id": "4",
            "name": "Emily",
            "email": "emily@example.com",
            "message": "I recently started attending the yoga classes here, and I'm blown away by how knowledgeable and skilled the instructors are. They create such a calming and welcoming environment, making it easy to relax and focus on my practice. I leave each class feeling refreshed and rejuvenated. Namaste!"
        },
        {
            "id": "5",
            "name": "Chris",
            "email": "chris@example.com",
            "message": "This gym has completely transformed my fitness journey. The equipment is top-notch, the classes are dynamic, and the trainers are second to none. Whether you're a beginner or a seasoned athlete, you'll find everything you need to reach your goals here. It's worth every penny!"
        }
    ]
}